Repository: WojciechLarecki/PertPlan
Catalog: PertPlan.WebUI/Resources/Views/Tasks/Index.*.resx
Languages: pl

source: Add row
pl: Dodaj wiersz

source: Average
pl: Najpewniejszy

source: Average finish time can not be longer than negative.
pl: Najpewniejszy czas wykonania zadania nie może być dłuższy lub równy negatywnemu.

source: Average finish time can not be shorter than positive.
pl: Najpewniejszy czas wykonania zadania nie może być krótszy lub równy pozytywnemu.

# averageTimeIndex
source: T<sub>avg</sub>
pl: T<sub>m</sub>

source: averate time to finish task
pl: najpewniejszy czas ukończenia zadania

source: Create diagram
pl: Stwórz diagram

source: Delete last row
pl: Usuń ostatni wiersz

source: Delete selected row
pl: Usuń zaznaczony wiersz

source: Field contains incorrect data.
pl: Ciąg zadań ma niepoprawą strukturę.

source: Finish time
pl: Czas ukończenia

# finishTimeIndex
source: T<sub>fin</sub>
pl: T<sub>f</sub>

source: Insert row
pl: Wstaw wiersz

source: Name
pl: Nazwa

# nameIndex
source: N<sub>am</sub>
pl: N<sub>az</sub>

source: Negative
pl: Pesymistyczny

source: Negative finish time can not be shorter than average.
pl: Pesymistyczny czas wykonania zadania nie może być krótszy lub równy średniemu.

source: negative time to finish task
pl: pesymistyczny czas ukończenia zadania

# negativeTimeIndex
source: T<sub>n</sub>
pl: T<sub>p</sub>

source: Number
pl: Numer

source: Numbers of previous tasks.
pl: Liczba poprzednich zadań

source: Positive
pl: Optymistyczny

source: positive time to finish task
pl: optymistyczny czas ukończenia zadania

# positiveTimeIndex
source: T<sub>p</sub>
pl: T<sub>o</sub>

source: Previous tasks
pl: Poprzednie zadania

# previous tasks small
source: previous tasks
pl: poprzednie zadania

# previousTasksIndex
source: Pr<sub>tasks</sub>
pl: P<sub>zad</sub>

# Proceeding tasks field cannot be empty.
source: Previous tasks field cannot be empty.
pl: Pole poprzednich zadań nie może być puste.

source: Task can not depend on itself.
pl: Zadanie nie może polegać na samym sobie.

source: Task can not depend on undefined task.
pl: Zadanie nie może polegać na jeszcze niezdefiniowanym zadaniu.

source: Task can not have negative number.
pl: Zadania nie mają ujemnych numerów.

source: Task name can not contain only spaces.
pl: Nazwa zadania nie może zawierac samych spacji.

source: task's name
pl: nazwa zadania

source: task's number
pl: numer zadania

source: time to finish task
pl: czas do ukończenia zadania
